const buttons = {
  welcome: {
    openChat: 'Открыть Чат',
    start: 'Начать разговор',
  },
  start: {
    switch: 'Сменить профессию или трудоустроиться',
    try: 'Попробовать себя в IT',
    advanced: 'Я разработчик, хочу углубить свои знания',
  },
  try: {
    interesting: 'Интересно',
    switch: 'А что по поводу смены профессии?',
    back: 'Вернуться назад',
  },
  switch: {
    details: 'Расскажи подробнее',
    try: 'А есть что-нибудь попроще',
    back: 'Вернуться в начало',
  },
  details: {
    subscribe: 'Останусь здесь, запишусь на курс',
    back: 'Вернуться в начало',
  },
  advanced: {
    details: 'Расскажи подробнее',
    back: 'Верни меня в начало',
  },
  subscribe: {
    again: 'Останусь здесь, запишусь на курс',
    back: 'Верни меня в начало',
  }
}

export default buttons
